Repository: Quemandoacromo/Frog
Catalog: po/*.po
Languages: be_latn

source: Frog
be_latn: Žaba

source: Extract text from images
be_latn: Vymańnie tekstu z vyjavaŭ

source: Extract text from images, websites, videos, and QR codes by taking a picture of the source.
be_latn: Vymajcie tekst z vyjavaŭ veb-sajtaŭ, videa j QR-kodaŭ, fatahrafujučy krynicu.

source: Text extraction tool
be_latn: Instrument dla vymańnia tekstu

source: Extract text from any image, video or web page
be_latn: Vymajcie tekst ź lubych malunkaŭ, videa ci veb-staronkaŭ

source: OCR;Text;Extraction;
be_latn: OCR;Tekst;Vymańnie;

source: Extract Text to the Clipboard
be_latn: Vyniać i skapijavać u bufar pamieny

source: Take a screenshot
be_latn: Zrabić ekranny zdymak

# Extracted screen
source: Copy extracted text to clipboard
be_latn: Skapijavać vyniaty tekst u bufar pamienu

# Extracted screen
source: Listen to text
be_latn: Prasłuchać tekst

# Extracted screen
source: Cancel listening to text
be_latn: Skasavać prasłuchoŭvańnie tekstu

# Extracted screen
source: Open menu
be_latn: Adčynić meniu

# Extracted screen
source: Share To
be_latn: Abahulić

source: Preferences
be_latn: Nałady

source: Keyboard Shortcuts
be_latn: Haračyja klavišy

source: About Frog
be_latn: Ab Žabie

source: Open image
be_latn: Adkryć vyjavu

source: Paste from clipboard
be_latn: Ustavić z bufara pamienu

source: Available Languages
be_latn: Dastupnyja movy

source: Search Languages…
be_latn: Znajści movy…

source: No Results Found
be_latn: Aničoha nia znojdziena

source: Add Language
be_latn: Dadać movu

# Preferences Language Row
source: Install language
be_latn: Ustalavanyja movy

# Preferences Language Row
source: Remove language
be_latn: Vydalić movu

source: _General
be_latn: _Ahulnaje

source: Text Extracting
be_latn: Vymańnie tekstu

source: _Second language
be_latn: _Druhaja mova

source: Additional language used in text recognition
be_latn: Dadatkovaja mova vykarystujemaja pry raspaznańni tekstu

source: Behavior
be_latn: Pavodziny

source: _Copy to clipboard
be_latn: _Skapijavać u bufar pamienu

source: Automatically copy the extracted text to clipboard
be_latn: Autamatyčna kapijavać vyniaty tekst u bufar pamienu

source: _Open QR-code links
be_latn: _Adčyniać spasyłki z QR-kodaŭ

source: Automatically open links from QR-codes
be_latn: Aŭtamatyčna adčyniać spasyłki z QR-kodaŭ

source: _Languages
be_latn: _Movy

source: Models location unreachable. Check your internet connection
be_latn: Znachodžańnie madelaŭ niadasiahalna. Praviercie vašaje jynternet-padłučeńnie

source: Retry
be_latn: Paŭtaryć

source: Installed languages
be_latn: Ustalavanyja movy

source: Share via Pocket
be_latn: Zachavać u Kišeni [Pocket]

source: Pocket
be_latn: Kišenia [Pocket]

# shortcut window
source: Shortcuts
be_latn: Haračyja klavišy

# shortcut window
source: General
be_latn: Ahulnaje

# shortcut window
source: Open image
be_latn: Adkryć vyjavu

# shortcut window
source: Take screenshot and extract text
be_latn: Zrabić ekranny zdymak i vyniać tekst

# shortcut window
source: Extract text and copy it to clipboard
be_latn: Vyniać tekst i skapijavać jaho ŭ bufar pamienu

# shortcut window
source: May not work properly on wayland
be_latn: Moža nia pracavać na Šlamje [Wayland]

# shortcut window
source: Copy extracted text to clipboard
be_latn: Skapijavać vyniaty tekst u bufar pamienu

# shortcut window
source: Application
be_latn: Aplikacyja

# shortcut window
source: Preferences
be_latn: Nałady

# shortcut window
source: Quit
be_latn: Vyjści

# shortcut window
source: Help
be_latn: Dapamoha

# shortcut window
source: Display Shortcuts
be_latn: Pakazać haračyja klavišy

source: Extract text from anywhere
be_latn: Vymajcie tekst adusiul

source: Language
be_latn: Mova

source: Select language to extract
be_latn: Abiarycie movy dla vymańnia

source: Open menu
be_latn: Adkryć meniu

# Welcome screen
source: Take a Screenshot
be_latn: Zrabić ekranny zdymak

source: _Take a Screenshot
be_latn: _Zrabić ekranny zdymak

# Welcome screen
source: Open Image
be_latn: Adkryć vyjavu

source: _Open Image
be_latn: _Adkryć vyjavu

# Welcome screen
source: Paste image from clipboard
be_latn: Ustavić z bufara pamienu

source: Paste Image
be_latn: Ustavić vyjavu

source: ⭐ Star on GitHub
be_latn: Paznačyć ⭐ na GitHub

source: English
be_latn: Angjelskaja

source: Afrikaans
be_latn: Afrykanskaja

source: Amharic
be_latn: Amharskaja

source: Arabic
be_latn: Arabskaja

source: Assamese
be_latn: Asamskaja

source: Azerbaijani
be_latn: Azerbajdžanskaja

source: Azerbaijani - Cyrilic
be_latn: Azerbajdžanskaja - Kirylica

source: Belarusian
be_latn: Biełaruskaja

source: Bengali
be_latn: Benhalskaja

source: Tibetan
be_latn: Tybieckaja

source: Bosnian
be_latn: Baśnijskaja

source: Breton
be_latn: Bretonskaja

source: Bulgarian
be_latn: Baŭharskaja

source: Catalan; Valencian
be_latn: Katałonskaja; Valensijskaja

source: Cebuano
be_latn: Siebuanskaja

source: Czech
be_latn: Českaja

source: Chinese - Simplified
be_latn: Kitajskaja - Sproščanaja

source: Chinese - Traditional
be_latn: Kitajskaja — Tradycyjnaja

source: Cherokee
be_latn: Čerockaja

source: Corsican
be_latn: Karsikanskaja

source: Welsh
be_latn: Valijskaja

source: Danish
be_latn: Dackaja

source: German
be_latn: Niamieckaja

source: Dzongkha
be_latn: Dzonhchaskaja

source: Greek, Modern (1453-)
be_latn: Hreckaja, Sučasnaja (1453-)

source: English, Middle (1100-1500)
be_latn: Angjelskaja, Siaredniavieckaja (1100-1500)

source: Esperanto
be_latn: Esperanta

source: Math / equation detection module
be_latn: Matematyčnyja vyrazy

source: Estonian
be_latn: Estonskaja

source: Basque
be_latn: Basckaja

source: Faroese
be_latn: Farerskaja

source: Persian
be_latn: Persydzkaja

source: Filipino (old - Tagalog)
be_latn: Filipinskaja (stary — Tahaloh)

source: Finnish
be_latn: Finskaja

source: French
be_latn: Francuskaja

source: German - Fraktur
be_latn: Niamieckaja - Pierałomnaja

source: French, Middle (ca.1400-1600)
be_latn: Francuskaja, Siaredniavieckaja (kala 1400-1600)

source: Western Frisian
be_latn: Zachodniefryskaja

source: Scottish Gaelic
be_latn: Šatlandzkaja Helskaja

source: Irish
be_latn: Irlandzkaja

source: Galician
be_latn: Halisijskaja

source: Greek, Ancient (to 1453) (contrib)
be_latn: Hreckaja, Staražytnaja (da 1453)

source: Gujarati
be_latn: Hudžarackaja

source: Haitian; Haitian Creole
be_latn: Hajicianskaja; Hajicianskaja kreolskaja

source: Hebrew
be_latn: Žydoŭskaja (Iŭryt)

source: Hindi
be_latn: Hindziskaja

source: Croatian
be_latn: Charvackaja

source: Hungarian
be_latn: Vuhorskaja

source: Armenian
be_latn: Armianskaja

source: Inuktitut
be_latn: Inuktytut

source: Indonesian
be_latn: Indanezijskaja

source: Icelandic
be_latn: Iślandzkaja

source: Italian
be_latn: Italjanskaja

source: Italian - Old
be_latn: Italjanskaja - Staraja

source: Javanese
be_latn: Javanskaja

source: Japanese
be_latn: Japonskaja

source: Japanese (vertical)
be_latn: Japonskaja (vertykalnaja)

source: Georgian
be_latn: Hruzinskaja

source: Georgian - Old
be_latn: Hruzinskaja - Staraja

source: Kazakh
be_latn: Kazaskaja

source: Central Khmer
be_latn: Centralnakhmerskaja

source: Kirghiz; Kyrgyz
be_latn: Kirhiskaja

source: Kurmanji (Kurdish - Latin Script)
be_latn: Kurmandžy (Kurdzkaja - Łacinka)

source: Korean
be_latn: Karejskaja

source: Korean (vertical)
be_latn: Karejskaja (vertykalnaja)

source: Lao
be_latn: Łaoskaja

source: Latin
be_latn: Łacinskaja

source: Latvian
be_latn: Łatyskaja

source: Lithuanian
be_latn: Litoŭskaja

source: Luxembourgish
be_latn: Luksemburskaja

source: Malayalam
be_latn: Małajałam

source: Marathi
be_latn: Maratchi

source: Macedonian
be_latn: Makiedonskaja

source: Maltese
be_latn: Maltyjskaja

source: Mongolian
be_latn: Mangolskaja

source: Maori
be_latn: Maory

source: Malay
be_latn: Małajskaja

source: Burmese
be_latn: Birmanskaja

source: Nepali
be_latn: Nepalskaja

source: Dutch; Flemish
be_latn: Halandzkaja; Flamandzkaja

source: Norwegian
be_latn: Narveskaja

source: Occitan (post 1500)
be_latn: Aksitanskaja (paśla 1500)

source: Oriya
be_latn: Oryja

source: Orientation and script detection module
be_latn: Modul vyjaŭleńnia aryjentacyju j scenaru

source: Panjabi; Punjabi
be_latn: Panžabi; Paniabi

source: Polish
be_latn: Polskaja

source: Portuguese
be_latn: Partuhalskaja

source: Pushto; Pashto
be_latn: Puštuskaja

source: Quechua
be_latn: Kiečuaskaja

source: Romanian; Moldavian; Moldovan
be_latn: Rumynskaja; Małdaŭskaja

source: Russian
be_latn: Rasejskaja

source: Sanskrit
be_latn: Sanskryt

source: Sinhala; Sinhalese
be_latn: Sinhalskaja

source: Slovak
be_latn: Słavackaja

source: Slovenian
be_latn: Słavienskaja

source: Sindhi
be_latn: Cindchi

source: Spanish; Castilian
be_latn: Hišpanskaja; Kastylskaja

source: Spanish; Castilian - Old
be_latn: Hišpanskaja; Kastylskaja - Staražytnaja

source: Albanian
be_latn: Albanskaja

source: Serbian
be_latn: Serbskaja

source: Serbian - Latin
be_latn: Serbskaja - Łacinka

source: Sundanese
be_latn: Sundanskaja

source: Swahili
be_latn: Suachili

source: Swedish
be_latn: Švedzkaja

source: Syriac
be_latn: Syryjskaja

source: Tamil
be_latn: Tamilskaja

source: Tatar
be_latn: Tatarskaja

source: Telugu
be_latn: Tełuhu

source: Tajik
be_latn: Tadžyckaja

source: Thai
be_latn: Tajskaja

source: Tigrinya
be_latn: Tyhryńja

source: Tonga
be_latn: Tonha

source: Turkish
be_latn: Tureckaja

source: Uighur; Uyghur
be_latn: Vujhurskaja

source: Ukrainian
be_latn: Ukrajinskaja

source: Uzbek
be_latn: Uzbeckaja

source: Uzbek - Cyrilic
be_latn: Uzbeckaja — Kirylica

source: Vietnamese
be_latn: Vijetnamskaja

source: Yiddish
be_latn: Jidyš

source: Yoruba
be_latn: Joruba

source: Extract directly into the clipboard
be_latn: Vyniać napramuju ŭ bufar pamienu

source: No text found. Try to grab another region.
be_latn: Tekst nia znojdzieny. Pasprabujcie abrać inšyju vobłaść.

source: Text extracted. You can paste it with Ctrl+V
be_latn: Tekst vyniaty. Vy možacie ŭstavić jaho praz Ctrl+V

source: Text copied to clipboard
be_latn: Tekst skapijavany u bufar pamienu

source: QR-code URL opened
be_latn: URL z QR-kodu adčynieny

source: QR-code contains URL.
be_latn: QR-kod źmiaščaje URL.

source: Open
be_latn: Adkryć

source: Supported image files
be_latn: Farmaty vyjavaŭ jakia padtrymoŭvajucca

source: Open image to extract text
be_latn: Adkryć vyjavu kab vyniać tekst

source: Only images can be processed that way.
be_latn: Tolki vyjavy mohuć być apracavanya takim čynam.

source: Text copied
be_latn: Tekst skapijavany

source: No image in clipboard
be_latn: Niama vyjavy ŭ bufary pamienu

source: Can't take a screenshot.
be_latn: Nia atrymoŭvajecca zrabić ekranny zdymak.

source: Models location unreachable. Check your internet connection.
be_latn: Miescaznachodžańnie madelaŭ niadasiahalnaje. Praviercie jynternet-padłučeńnie.

source: You are on a metered connection. Be careful to download languages.
be_latn: U vas limitavanaje złučeńnie. Budzcie aściarožniej pry zapampoŭcy movaŭ.

source: View all available languages
be_latn: Pakazać usie dastupnyja movy

source: Share via {0}
be_latn: Abahulić praz {0}
